import { attention } from '../types/attention';

export const Attention: attention[] = [
  {
    title: '一緒に飲んでも大丈夫ですか？',
    text: 'レモンサワーとレモンサワーは相性が悪く、悪酔いをしてしまうかもしれません。今日は別のものを飲みませんか？',
    url: 'おすすめのお酒を見る',
  },
  {
    title: '飲みすぎていませんか？',
    text: 'もう5杯も注文していますよ！お酒は節度を持って、楽しく飲みましょう。',
  },
  {
    title: 'おつまみを食べませんか？',
    text: 'お酒ばかり飲むとすぐに酔いが回ってしまいます！手軽な食事も注文して、ゆったり美味しく楽しみましょう。',
    url: 'おつまみを見る',
  },
  {
    title: 'お酒の前になにか食べませんか？',
    text: 'なにも食べずにお酒を飲むのは、酔いが早く回ってしまう一因です！まずは手軽な食事の注文がオススメです。',
    url: 'おつまみを見る',
  },
];
